Repository: ajakov/plenigo_wordpress_plugin
Catalog: plenigo_i18n/plenigo-*.po
Languages: de_de

source: Choose payment!
de_de: Zahlungsmethode wählen!

source: You need JavaScript
de_de: Sie benötigen JavaScript

source: Plenigo login
de_de: plenigo Anmelden

source: New title
de_de: Neuer Titel

source: Username:
de_de: Benutzer

source: Password:
de_de: Passwort

source: Forgot password
de_de: Passwort vergessen

source: Welcome,
de_de: Willkommen

source: Edit Profile
de_de: Profil bearbeiten

source: Title:
de_de: Titel:

source: Welcome, <name>
de_de: Willkommen, <name>

source: Plenigo Help
de_de: Plenigo Hilfe

source: plenigo OAuth Help
de_de: plenigo OAuth Hilfe

source: In order to configure plenigo OAuth Login:
de_de: Um den plenigo OAuth-Login zu konfigurieren:

source: 1 - Add Login redirect URL to plenigo (Usually: <b>{YOUR BLOG URL}/wp-login.php</b>)
de_de: 1 - Fügen Sie die Umleitungs-URL zu plenigo hinzu (In der Regel: <b>(Die URL Ihres Blogs)/wp-login.php</b>)

source: clicking this link
de_de: klicken Sie diesen Link

source: 2 - Fill the same URL in the <b>OAuth redirect URL</b> below
de_de: 2 - Fügen Sie die selbe URL in die <b>OAuth redirect URL</b> ein

source: 3 - (Optional) Fill the URL in the <b>URL After Login</b> for login redirection
de_de: 3 - (Optional) Hinterlegen Sie eine URL in <b>URL nach Anmeldung</b> für eine Umleitung nach dem Login

source: 4 - Enable the plenigo Login clicking <b>Use plenigo Authentication Provider</b>
de_de: 4 - Aktivieren Sie die den plenigo Login mit einem Klick auf <b> plenigo als Authentifizierungsanbieter verwenden</b>

source: 5 - Put the plenigo Login Widget in a widget area of the site
de_de: 5 - Fügen Sie das plenigo Login-Widget in den Widget Bereich der Website ein

source: 6 - Enjoy logging in with plenigo!
de_de: 6 - Genießen die Anmeldung mit plenigo!

source: Loading...
de_de: Wird geladen...

source: General
de_de: Allgemein

source: Premium Content
de_de: Premium-Inhalte

source: Metered Views
de_de: Freiansichten

source: Curtain Customization
de_de: Vorhang individuell gestaltet

source: Advanced
de_de: Erweiterte

source: Plenigo settings saved!
de_de: Plenigo Einstellungen wurden gespeichert!

source: Data can not be empty
de_de: Daten dürfen nichte leer sein

source: Premium Content settings
de_de: Inhaltseinstellungen

source: Metered Views settings
de_de: Einstellungen für Freiansichten

source: Advanced settings
de_de: Erweiterte Einstellungen

source: Validation failed: %s
de_de: Validierung fehlgeschlagen: %s

source: Setting has been set to default value: %s
de_de: Einstellung wurde auf den Standardwert gesetzt: %s

source: Could not create or delete App ID.
de_de: Keine Möglichkeit eine App ID zu erstellen oder löschen

source: Product ID
de_de: Produkt ID

source: Product Name
de_de: Produkt Name

source: Mobile Code
de_de: Mobiler Code

source: There are no products bought available for use
de_de: Es stehen keine gekauften Produkte zur Nutzung zur Verfügung

source: Are you sure you want to remove this App ID?
de_de: Sind Sie sich sicher, dass Sie diese App ID löschen wollen?

source: Create
de_de: Erstellen

source: Remove
de_de: Entfernen

source: Device Description
de_de: Geräte Beschreibung

source: Your Token
de_de: Ihr Token

source: Created for
de_de: Erstellt für

source: Create for
de_de: Erstellen für

source: User Profile
de_de: Benutzerprofil

source: Customer ID:
de_de: Kunden ID:

source: Email Address:
de_de: E-Mail:

source: User Name:
de_de: Benutzername:

source: Gender:
de_de: Anrede:

source: Full Name:
de_de: Vollständiger Name:

source: First Name:
de_de: Vorname:

source: Last Name:
de_de: Nachname:

source: Street Address:
de_de: Straße und Nummer:

source: Additional Information:
de_de: Zusatzinformationen:

source: ZIP Code:
de_de: PLZ:

source: City:
de_de: Ort:

source: Country:
de_de: Land:

source: Edit this profile at plenigo
de_de: Profil bei plenigo bearbeiten

source: Failed Payments
de_de: Gescheiterte Zahlungen

source: Premium Content Categories
de_de: Premium Kategorien

source: Enter Tag name...
de_de: Geben Sie einen Tag-Namen ein ...

source: Enter Category ID(s)...
de_de: Geben Sie die Kategorie-Ids ein ...

source: Add values
de_de: Wert hinzufügen

source: Metered Views switch
de_de: Weiche für Freiansichten

source: Check for Metered Views
de_de: Auf Freiansichten überprüfen

source: Disable Metered Views
de_de: Freiansichten deaktivieren

source: Company ID
de_de: Firmen-ID

source: Company Private Key
de_de: Unternehmen privaten Schlüssel

source: Sign up
de_de: Registrieren

source: BUY Button Text
de_de: Kaufen Tastentext

source: Subscribe
de_de: Abonnieren

source: CUSTOM Button Text (Category tag)
de_de: Benutzerdefinierte Schaltfläche (Kategorie Schlagwort)

source: CUSTOM Button URL (Category tag)
de_de: URL für benutzerdefinierte Schaltfläche

source: See our prices
de_de: Sehen Sie unsere Preise

source: CUSTOM Button Text
de_de: Benutzerdefinierte Schaltfläche

source: Sign in
de_de: Anmelden

source: Buy Button Text (based on tag)
de_de: Kaufen Button-Text (basierend auf dem Schlagwort

source: Buy button text...
de_de: Kaufen Button text ...

source: Curtain Button Scheme (Category tag)
de_de: Curtain Button Optionen (Kategorie Schlagwort)

source: Curtain Button Scheme
de_de: Curtain Button Optionen

source: Curtain Message
de_de: Curtain Nachricht

source: Curtain Message (for members)
de_de: Curtain Nachricht (für Mitglieder)

source: Do you want to continue reading?
de_de: Wollen Sie weiterlesen?

source: Curtain Title
de_de: Vorhang Titel

source: Curtain Title (for members)
de_de: Curtain Titel

source: Debug Mode
de_de: Debug-Modus

source: NO DEBUG mode
de_de: Keine Debug-Modus

source: VERBOSE DEBUG mode
de_de: Erweiterter Debugmodus

source: VERBOSE LOG FILE mode. Up to:
de_de: Erweitertes Logging aktivieren. Bis zu:

source: URL After Login
de_de: URL nach Anmeldung

source: Leave empty for no redirection...
de_de: Leer lassen für keine Umleitung ...

source: Metered exemption tag
de_de: Freiansichten Ausnahme Schlagwort

source: Metered explanation URL
de_de: Freiansichten Erklärungs-URL

source: no-Javascript overlay Message
de_de: "kein Javascript" Overlay-Nachricht

source: no-Javascript overlay Title
de_de: kein Javascript Overlay-Titel

source: Override WP Profile data
de_de: Überschreibe WP Profildaten

source: Override Wordpress profile data with the plenigo data
de_de: Überschreibe Wordpress-Profildaten mit den plenigo Daten

source: Allow Wordpress users to modify their data
de_de: Wordpress erlauben Benutzern, ihre Daten zu ändern

source: Prevent Payment Tag
de_de: Zahlungs Schlagwort zur Verhinderung der Paywall

source: Premium Content Products
de_de: Premium Produkte

source: Enter Product ID(s)...
de_de: Geben Sie die Produkt-Ids ein ...

source: User Profile URL
de_de: Benutzerprofil URL

source: Leave empty for default WordPress profile...
de_de: Leer lassen für Standard-Wordpress Benutzerprofil ...

source: OAuth redirect URL
de_de: OAuthUmleitung URL

source: Test Mode
de_de: Testmodus

source: Test mode sandbox
de_de: Testumgebung Sandbox

source: Production mode
de_de: Produktionsumgebung (Live)

source: Use OAuth Login
de_de: Verwende OAuth Anmeldung

source: Use plenigo Authentication Provider
de_de: plenigo als Authentifizierungsanbieter verwenden

source: Regular Wordpress login
de_de: Standard Wordpress Login

source: Notify non-JavaScript users
de_de: Benachrichtigen Sie \"Nicht JavaScript\" Benutzer

source: Show the no-Javascript overlay
de_de: Zeigt die \"kein Javascript\" Overlay-Nachricht

source: Allow users to deactivate Javascript
de_de: Benutzern erlauben, Javascript zu deaktivieren

source: Enable "Quiet" mini report
de_de: Enable "ruhigen" mini-Bericht

source: Show an HTML comment tag with verbose information about the purchase
de_de: Zeigen Sie ein HTML-Kommentar-Tag mit ausführlichen Informationen zum Kauf

source: Do NO show the verbose information, keep my site clean and secure
de_de: Keine ausführlichen Informationen anzeigen, halten Sie meine Seite sauber und

source: Enable Wordpress Login
de_de: Aktivieren Sie Wordpress Einloggen

source: Show the Wordpress login form
de_de: Wordpress Login-Formular anzeigen

source: Only show plenigo login Button
de_de: Nur den plenigo Login-Button anzeigen

source: Use Woo Commerce Payment Gateway
de_de: Das WooCommerce Zahlungsgateway verwenden

source: Enable Payment Gateway
de_de: Zahlungsgateway aktivieren

source: Disable Payment Gateway
de_de: Zahlungsgateway deaktivieren

source: URL After NEW USER
de_de: URL Nach BENUTZER ANMELDUNG

source: Order Title Format
de_de: Bestellen Titelformat

source: Order Title Format: replacement variables
de_de: Bestellen Titelformat : Ersatzvariablen

source: Product Type
de_de: Produktart

source: Plenigo Payment
de_de: Plenigo Zahlung

source: WooCommerce plenigo Description
de_de: WooCommerce plenigo Beschreibung

source: Pay with plenigo
de_de: Bezahlen Sie mit plenigo

source: Awaiting plenigo checkout process
de_de: Warten auf plenigo Zahlungsvorgang

source: Plenigo checkout stating
de_de: Plenigo Kasse Ausgangs

source: Continue to plenigo checkout
de_de: Weiter um mit plenigo zu bezahlen

source: Plenigo not configured, contact the administrators
de_de: Plenigo nicht konfiguriert, wenden Sie sich an die Administratoren

source: You already purchased this order! Thank You!
de_de: Sie haben dieses Produkt bereits gekauft! Danke!

source: Plenigo payment complete. Thank you!
de_de: Plenigo Zahlung abgeschlossen. Vielen Dank!

source: View your purchase
de_de: Gekauftes Produkt anschauen

source: Gateway Disabled
de_de: Gateway deaktiviert

source: Please complete the configuration in the plenigo settings.
de_de: Bitte füllen Sie die Konfiguration in den plenigo Einstellungen.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Cheque Payment
de_de: Aktivieren Scheck Zahlung

source: Product type is not configured, contact the administrators
de_de: Produkttyp nicht konfiguriert ist, wenden Sie sich die Administratoren
